Repository: KaungKhantSiThu/Cinephile
Catalog: Cinephile/Packages/Status/Sources/Status/Localizable.xcstrings
Source language: en
Languages: my

# enum.durations.custom
source: Custom
my: စိတ်ကြိုက်

# enum.durations.fiveMinutes
source: 5 minutes
my: ၅ မိနစ်

# enum.durations.infinite
source: Infinite
my: အကန့်အသက်မဲ့

# enum.durations.oneDay
source: 1 day
my: ၁ ရက်

# enum.durations.oneHour
source: 1 hour
my: ၁ နာရီ

# enum.durations.sevenDays
source: 7 days
my: ၇ ရက်

# enum.durations.sixHours
source: 6 hours
my: ၆ နာရီ

# enum.durations.thirtyMinutes
source: 30 minutes
my: ၃၀ မိနစ်

# enum.durations.threeDays
source: 3 days
my: ၃ ရက်

# enum.durations.twelveHours
source: 12 hours
my: ၁၂ နာရီ

# env.poll-vote-frequency.multiple
source: Multiple Votes
my: မဲအများအပြား

# env.poll-vote-frequency.one
source: One Vote
my: တစ်မဲ

# status.poll.option-n %lld
source: Option %lld
my: ရွေးချယ်မှု %lld
